INSERT INTO arma.d_case (name, qs, c_disc) VALUES ('Атау септік', 'кім? не?', 'Жалғауы жоқ');
INSERT INTO arma.d_case (name, qs, c_disc) VALUES ('Ілік септік', 'Кімнің? Ненің?', 'Дауысты және  м, н, ң, р, л дауыссыздарынан соң
- мен -менен - з,ж дыбыстарынан соң
- бен - бенен к, қ, п, с, т, ф, ш, б, в, г, д дыбыстарынан соң  - пен - пенен ');
INSERT INTO arma.d_case (name, qs, c_disc) VALUES ('Барыс септік', 'Кімге? Неге? Қайда?', 'Дауысты және н, ң, м, ж, р, л, й дыбыстары- нан соң) - ға - ге -а –е - п, с, т, ф, ш, б, в, г, д дыбыстарынан соң - қа - ке -1 және 2 жақтың тәуелдік жалғауларынан кейін  -а, - е-
-а, - е-)3 жақта');
INSERT INTO arma.d_case (name, qs, c_disc) VALUES ('Табыс септік', 'Кімді? Нені? Кімін? Несін?', '-ны - ні - н м, н, ң , з, ж, р, л, й, у
дыбыстарынан соң- ды - ді - к, қ,п,с,т, ф, ш, б, в, г, д
дыбыстарынан соң - ты - ті - ');
INSERT INTO arma.d_case (name, qs, c_disc) VALUES ('Жатыс септік', 'Кімде? Неде? Қайда? Қашан?', 'Дауысты және  
м, н, ң, з, ж, л, р, й дауыссыздарынан соң - да - - де - -сы, - сі- тәуелдік жалғауларынан соң) - нда - - нде - к, қ, п, с, т, ф, ш, б, в, г, д дыбыстарынан соң - та - - те ');
INSERT INTO arma.d_case (name, qs, c_disc) VALUES ('Шығыс септік', 'Кімнен? Қайдан? Қалай?', 'Дауысты және з, ж, р, л дауыссыздарынан соң - дан - ден - м, н, ң, сы, сі дыбыстарынан соң - нан - нен - к, қ, п, с, т, ф, ш, б, в
дыбыстарынан соң  - тан - тен - ');
INSERT INTO arma.d_case (name, qs, c_disc) VALUES ('Көмектес септік', 'Кіммен? Немен? Қалай?', 'Дауысты және  м, н, ң, р, л дауыссыздарынан соң - мен -менен - з,ж дыбыстарынан соң
- бен - бенен к, қ, п, с, т, ф, ш, б, в, г, д дыбыстарынан соң   - пен - пенен ');